Repository: chintanjoshi1/xblock-poll
Catalog: poll/translations/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Results
ar: النتائج

source: Results gathered from {total} respondents.
ar: النتائج التي تم جمعها من {total} مجيب.

source: Results gathered from {total} respondent.
ar: النتائج التي تم جمعها من {total} مجيب.

source: move poll up
ar: تحريك استطلاع الرأي للأعلى

source: move poll down
ar: تحريك استطلاع الرأي للأسفل

source: Image URL
ar: عنوان URL لصورة

source: Score
ar: الدرجة

source: Image alternative text
ar: النص البديل للصورة

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
ar: يمكنك استخدام Markdown بشكل محدود في نصوص الإجابة، ويفضل بالخط العريض والمائل فقط.

source: This must have an image URL or text, and can have both. If you add an image, you must also provide an alternative text that describes the image in a way that would allow someone to answer the poll if the image did not load.
ar: يجب أن يحتوي هذا على عنوان URL لصورة أو نص، وقد يحتوي على كليهما. إذا أضفت صورة، فيجب أن توفر نصاً بديلاً أيضاً يشرح الصورة بطريقة تمكن أي شخص من الإجابة على الاستطلاع في حال عدم تحميل الصورة.

source: Answer
ar: إجابة
